import pandas as pd

# Создаем DataFrame
data = {
    "ФИО": ["Нулар А.М.", "Чай П.Д.", "Сидор О.Г.", "Вацок Д.В.", "Юсуф С.Ц.", "Дурка Т.Е.", "Ляпер П.П.", "Желуд Ш.У.", "Мовип Ч.Г.", "Шуп Р.Д."],
    "Отдел": ["IT", "HR", "Продажи", "Винный", "Лодочный", "Лодырнычество", "Электрик", "Чайный", "Кадров", "Производствво пельменей"],
    "Заработная плата": [80000, 60000, 75000, 1, 100000, 52, 69, 25000, 800, 0]}
df = pd.DataFrame(data)

# Сохраняем в CSV
df.to_csv("employees.csv", index=False)